---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.CableTraySizes
source: html/61c388d0-f2d6-9bd0-85bd-6ca6a6eac345.htm
---
# CableTraySizes Properties

The id of the assembly instance to which the element belongs.